mock-example/src/test/resources/xml/BBMO/SrvPermitAccountChargeOperation/rq2.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Header>
      <mq:AsyncHeader xmlns:mq="http://sbrf.ru/prpc/mq/headers">
         <mq:message-id>message-id</mq:message-id>
         <mq:request-time>2014-12-16T17:55:06.410+04:00</mq:request-time>
         <mq:operation-name>SrvPermitAccountChargeOperation</mq:operation-name>
      </mq:AsyncHeader>
   </soap:Header>
   <soap:Body>
      <tns:SrvPermitAccountChargeOperationRq xmlns:tns="http://sbrf.ru/prpc/bbmo/10">
         <tns:BankSubdivision>
            <tns:TB>str</tns:TB>
            <tns:OSB>string</tns:OSB>
            <tns:VSP>string</tns:VSP>
         </tns:BankSubdivision>
         <tns:AccountNumber>string</tns:AccountNumber>
      </tns:SrvPermitAccountChargeOperationRq>
   </soap:Body>
</soap:Envelope>
